packages/archaea-simulation/archaea_simulation-1.0.16-py3-none-any.whl/archaea_simulation/cfd/case/system/meshQualityDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      meshQualityDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#includeEtc "caseDicts/mesh/generation/meshQualityDict.cfg"

//- minFaceWeight (0 -> 0.5)
//minFaceWeight 0.02;

// ************************************************************************* //
